Repository: mariodebian/jclic-browser
Catalog: po/*.po
Languages: es

source: Downloading %s ...
es: Descargando %s ...

source: Download inst file sucessfull, downloading rest of files
es: Descargado archivo inst correctamente, descargando el resto de archivos

source: Downloading %s ...
es: Descargando %s ...

source: Download failed.
es: Error en la descarga

source: CREATE_DATABASE: Creating database schema...
es: CREATE_DATABASE: Creando esquema de base de datos...

source: INFO: %s
es: INFORMACIÓN: %s

source: INIT: Empty database %s created.
es: INIT: Nueva base de datos %s creada.

source: INIT: Error creating database. Check you have sqlite installed.
es: INIT: Error creando base de datos. Compruebe la instalación de sqlite.

source: INIT: ERROR conecting to database %s.
es: INIT: ERROR conectando a la base de datos %s.

source: CHECK_POPULATE_DB: Calculating number of rows...
es: CHECK_POPULATE_DB: Calculando número de filas...

source: The database is empty.
es: La base de datos está vacía.

source: Reading data...
es: Cargando datos...

source: Row %d
es: Fila %d

source: Found %d activities
es: Encontradas %d actividades.

source: No activities found.
es: NO se encontraron actividades.

source: Image not avalaible.
es: Imagen no disponible.

source: Download image
es: Descargar imagen

source: Age
es: Edad

source: Language
es: Idioma

source: Descriptors
es: Materias

source: File
es: Archivo

source: Yes
es: Sí

source: Activity file/s not avalaible.
es: Archivo/s de actividad no disponibles.

source: Download Activity
es: Descargar actividad

source: Description
es: Descripción

source: Activity: %(act)s Language: %(lang)s Downloaded: %(status)s
es: Actividad: %(act)s Idioma: %(lang)s Descargado: %(status)s

source: Created %s directory
es: Directorio %s creado

source: Searching users...
es: Buscando usuarios...

source: User %s
es: Usuario %s

source: Selected: %s
es: Seleccionado %s

source: Please, select one or more activities.
es: Por favor, seleccione una o más actividades.

source: Generating XML JClic library...
es: Generando biblioteca JClic en XML

source: Please, select one or more users.
es: Por favor, seleccione uno o más usuarios.

source: JClic-Browser
es: Navegador JClic

source: Main library
es: Biblioteca Principal

source: User "%s" haven't run JClic yet, unselect him or run JClic with this user.
es: El usuario "%s" no ha ejecutado nunca JClic, deselecciónelo o ejecute JClic con ese usuario.

source: Read configuration file of user "%s".
es: Leyendo archivo de configuración del usuario "%s".

source: Error %s dir not found
es: Error el directorio %s no existe

source: %s found and exist
es: %s encontrado y existe

source: Library file of user "%s" not found, please run JClic with this user.
es: El archivo de biblioteca del usuario "%s" no se ha encontrado, por favor ejecute JClic con ese usuario.

source: Save library file of user "%s".
es: Guardando biblioteca del usuario "%s".

source: Error writing data in "%s" user dir. Access Denied.
es: Error al escribir datos en el directorio del usuario "%s". Permiso denegado.

source: Data send to selected users sucesfully.
es: Datos enviados a los usuarios seleccionados correctamente.

source: You don't have enought privileges to copy JClic library to some user's home. Please, read the jclic-browser README file.
es: No tiene suficientes permisos para copiar la librería JClic a algunos usuarios. Por favor, lea el README del paquete jclic-browser.

source: hide hosts
es: ocultar equipos

source: Help...
es: Ayuda...

source: Searching "%s"
es: Buscando "%s"

source: Nothing to search :(
es: Nada que buscar :(

source: Clean up filters
es: Limpiando filtros

source: Zip file not found, download it?
es: Archivo zip no encontrado, ¿descargar?

source: Downloading....
es: Descargando....

source: User don't want to download "%s"
es: El usuario no quiere descargar "%s"

source: Activity
es: Actividad

source: Username
es: Nombre de usuario

source: Property
es: Propiedad

source: Exiting
es: Saliendo

source: JClic Browser
es: Navegador JClic

source: Send
es: Enviar

source: Refresh Database
es: Actualizar BD

source: Show All
es: Mostrar todo

source: Search
es: Buscar

source: Select one
es: Seleccione una

source: Network clients
es: Usuarios de red

source: Cancel
es: Cancelar

source: Send to
es: Enviar a

source: Teacher software to send JClic activities to other computers based on a PXES classroom.
es: Aplicación para profesores que envía actividades JClic a los usuarios en un aula PXES.

source: translators_credits
es: Mario Izquierdo <mariodebian@gmail.com>

source: Downloading Database
es: Descargando base de datos

source: Close
es: Cerrar

source: Conecting...
es: Conectando...
